app/controllers/articles_controller.rb

  def index
    @user = Article.all
---
SELECT "articles".* FROM "articles"